{
    "matchInstance":[
        {
            "Title":"Joshua to Succeed Moses",
            "Message":[ "Grace to Succeed the Law", 
                        "The Lord himself goes before you and will be with you;",
                        "he will never leave you nor forsake you.",
                        "Do not be afraid; do not be discouraged."
                    ],
            "OldTestament":[["Exodus 7:14-25"], ["Deuteronomy 31:1-8"]],
            "NewTestament":[["John 2:1-10"], ["Hebrews 11:1-40","Hebrews 12:1" ]],
            "SearchKey":["grace", "faith" , "miracle", "forgive"]
        },
        {
            "Title":"Law, Punishment, Grace",
            "Message":[ "Law, Punishment, Grace",
                        "Moses represents Law; Elijah represents Judgement; Jesus represents Grace",
                        "Among the three, Jesus,the son of God is greatest, others are only servants",
                        "Servants can not live in the house forever, but only the son", 
                        "and only the son can inherit all the goods things from God",
                        "Grace is by love, not by law",
                        "(Exodus 21:1-6) God send his son Jesus on Earth",
                        "Jesus serve us as a servant (Mark 10:45), yet, he have choice to leave (Exodus 21:1-6)",
                        "Jesus love his church, so he want to be servant forever and take the cross for our sin",
                        "Jesus take up our cross for us is by God's will and the love of Jesus on us",
                        "By his Grace, mountain will move, your obstacles will parish, by your faith, so take a rest",
                        "Peter motives are good, want people think that Jesus will pay taxes, but he ignores the fact that Jesus is bigger than Moses (Law)",
                        "James and John motive are good, want Jesus to be accept and be glorified, but they ignore the fact that Jesus is bigger than Elijah (Judgement)",
                        "We need to see what Jesus truely is",
                        "God himself pays for our dept with the blood of Jesus",
                        "So that we are free=]",
                        "With the heart to glorified Jesus, require knowing that Jesus is the Grace of God",
                        "====== Grace has come ==========",
                        "God doesn't require you to do this thing right and that thing right to earn his approval, like Moses, because Jesus Christ has fulfilled the law",
                        "There are no prophecy for judgement, only prophecy to encourage us to come close to him, and only correction towards Jesus",
                        "Jesus can heal the sick without getting sick,", "he died on the cross, so that you can earn righteousness through him",
                        "This work can only be done by God, all servants like Moses, Elijah, their work only prepares for the true work from God",
                        "So every ministry work from man can almost prepare for God, only the work of God will last and succeed",
                        "Yet, Jesus will never leave you nor forsake you, both your life and your ministry"],

            "OldTestament":[["Exodus 20:1-20"],["2 Kings 1:1-18"], "Exodus 21:1-6"],
            "NewTestament":[["Matthew 17:1-26", "Mark 9:2-8"], ["Mark 12:13-17"], ["Luke 9:51-56"],["Mark 10:45"]],
            "SearchKey":["law", "punishment", "grace"],
            "reference": ""
        },
        {
            "Title": "Servant and Son",
            "Message":[ "(Matthew 20:11) When they (servants) received it, they began to grumble against the landowner",
                        "We live for God, Not Work for God",
                        "We inherit the Kingdom of God with all the Good things within, such as life and Joy",
                        "We will always eat at God's table (2 Samuel 9:10)",
                        "But those whom treat himself under the law, should act like servant (Ziba), and work for those whom enjoy the Grace of God (2 Samuel 9:9-10)",
                        "Have Faith and have sight and take the Grace that we do not deserve",
                        "Can you picture yourself rejoice in heaven? you will rejoice in heaven as it is on earth",
                        "Give Thanks to God by your heart, not by work and take rest, God will do the rest",
                        "Servants grumble, Son take rest",
                        "====== Enjoy, not work (2 Samuel 9:13) =====",
                        "(2 Samuel 9:13) So Mephibosheth (You) lived in Jerusalem (heaven),",
                        "for he ate always at the king’s table => (Always enjoy all the goodness from God).",
                        "Now he was lame in both his feet. => (Even you are lame, don't worry, you can always eat and enjoy, but not work anymore)"
            ],
            "OldTestament":[["2 Samuel 9:1-13"]],
            "NewTestament":[["Matthew 20:1-16"]],
            "SearchKey":["grace", "son", "rest", "servant", "law", "grumble"]
        },
        {
            "Title":"The Lamp",
            "Message":[ "Jesus is the center of all the things you do" ],
            "OldTestament":[[], []],
            "NewTestament":[[], []],
            "SearchKey":["lamp", "church"]
        },
        {
            "Title":"Its beautiful",
            "Message":[ "Jesus is the center of all the things you do" ],
            "OldTestament":[["Daniel 3:1-30"], []],
            "NewTestament":[["Hebrews 11:13-16"], []],
            "OldTestamentC":[["但以理書 3:1-30"], []],
            "NewTestamentC":[[], []],
            "SearchKey":["lamp", "church"]
        },
        {
            "Title":"Do not judge",
            "Message":[ "Jesus is the center of all the things you do" ],
            "OldTestament":[["Genesis 3:6-7"], ["Genesis 3:21"]],
            "NewTestament":[["Hebrews 11:13-16"], []],
            "OldTestamentC":[["但以理書 3:1-30"], []],
            "NewTestamentC":[[], []],
            "SearchKey":["lamp", "church"]
        }
    ]
}