{
    "matchInstance":[
        {
            "Title":"Joshua to Succeed Moses",
            "Message":[ "Grace to Succeed the Law", 
                        "The Lord himself goes before you and will be with you;",
                        "he will never leave you nor forsake you.",
                        "Do not be afraid; do not be discouraged.",
                        "discouraged implies that God knows that you will fail along the way to heaven, but God will NEVER forsake you"
                    ],
            "OldTestament":[["Deuteronomy 31:7-8"]],
            "NewTestament":[],
            "SearchKey":["grace", "faith" , "miracle", "forgive", "discourage"],
            "on": true,
            "order": 1
        },
        {
            "Title":"Law, Punishment, Grace",
            "Message":[ "Law, Punishment, Grace",
                        "Moses represents Law; Elijah represents Judgement; Jesus represents Grace",
                        "Among the three, Jesus,the son of God is greatest, others are only servants",
                        "Servants can not live in the house forever, but only the son", 
                        "and only the son can inherit all the goods things from God",
                        "Grace is by love, not by law",
                        "(Exodus 21:1-6) God send his son Jesus on Earth",
                        "Jesus serve us as a servant (Mark 10:45), yet, he have choice to leave (Exodus 21:1-6)",
                        "Jesus love his church, so he want to be servant forever and take the cross for our sin",
                        "Jesus take up our cross for us is by God's will and the love of Jesus on us",
                        "By his Grace, mountain will move, your obstacles will parish, by your faith, so take a rest",
                        "Peter motives are good, want people think that Jesus will pay taxes, but he ignores the fact that Jesus is bigger than Moses (Law)",
                        "James and John motive are good, want Jesus to be accept and be glorified, but they ignore the fact that Jesus is bigger than Elijah (Judgement)",
                        "We need to see what Jesus truly is",
                        "God himself pays for our dept with the blood of Jesus",
                        "So that we are free=]",
                        "With the heart to glorified Jesus, require knowing that Jesus is the Grace of God",
                        "====== Grace has come ==========",
                        "God doesn't require you to do this thing right and that thing right to earn his approval, like Moses, because Jesus Christ has fulfilled the law",
                        "After all, there are no prophecy for judgement, only prophecy to encourage us to come close to him, and only correction towards Jesus",
                        "Jesus can heal the sick without getting sick,", "he died on the cross, so that you can earn righteousness through him",
                        "This work can only be done by God, all servants like Moses, Elijah, their work only prepares for the true work from God",
                        "So every ministry work from man can almost prepare for God, only the work of God will last and succeed",
                        "Yet, Jesus will never leave you nor forsake you, both your life and your ministry"],

            "OldTestament":[["Exodus 20:1-20"],["2 Kings 1:1-18"], "Exodus 21:1-6"],
            "NewTestament":[["Matthew 17:1-26", "Mark 9:2-8"], ["Mark 12:13-17"], ["Luke 9:51-56"],["Mark 10:45"]],
            "SearchKey":["law", "punishment", "grace"],
            "reference": "",
            "on": true
        },
        {
            "Title": "Servant and Son",
            "Message":[ "(Matthew 20:11) When they (servants) received it, they began to grumble against the landowner",
                        "We live for God, Not Work for God",
                        "We inherit the Kingdom of God with all the Good things within, such as life and Joy",
                        "We will always eat at God's table (2 Samuel 9:10)",
                        "But those whom treat himself under the law, should act like servant (Ziba), and work for those whom enjoy the Grace of God (2 Samuel 9:9-10)",
                        "Have Faith and have sight and take the Grace that we do not deserve",
                        "Can you picture yourself rejoice in heaven? you will rejoice in heaven as it is on earth",
                        "Give Thanks to God by your heart, not by work and take rest, God will do the rest",
                        "Servants grumble, Son take rest",
                        "====== Enjoy, not work (2 Samuel 9:13) =====",
                        "(2 Samuel 9:13) So Mephibosheth (You) lived in Jerusalem (heaven),",
                        "for he ate always at the king’s table => (Always enjoy all the goodness from God).",
                        "Now he was lame in both his feet. => (Even you are lame, don't worry, you can always eat and enjoy, but not work anymore)",
                        "Be the Son of God, not the servant of anything"
            ],
            "OldTestament":[["2 Samuel 9:1-13"]],
            "NewTestament":[["Matthew 20:1-16"]],
            "SearchKey":["grace", "son", "rest", "servant", "law", "grumble"],
            "on": true,
            "order": 2
        },
        {
            "Title": "Jesus told him, 'Don’t be afraid; just believe.' (Mark 5:36)",
            "Message":[ "So do not fear, for I am with you; do not be dismayed, for I am your God.  I will strengthen you and help you; I will uphold you with my righteous right hand. (Isaiah 41:10)",
                        "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. (Psalm 23:4)",
                        "The Lord is my light and my salvation—whom shall I fear?  The Lord is the stronghold of my life—of whom shall I be afraid? (Psalm 27:1)",
                        "I prayed to the Lord, and he answered me.  He freed me from all my fears. (Psalm 34:4)",
                        "The angel of the Lord encamps around those who fear him, and he delivers them. (Psalm 34:7)",
                        "When I am afraid, I put my trust in you. (Psalm 56:3)",
                        "'Because he loves me,' says the LORD, 'I will rescue him; I will protect him, for he acknowledges my name. He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. With long life will I satisfy him and show him my salvation. (Psalm 91:14-16)",
                        "When anxiety was great within me, your consolation brought joy to my soul. ~ (Psalm 94:19)",
                        "An anxious heart weighs a man down, but a kind word (Its beautiful, take some rest) cheers him up. ~ (Proverbs 12:25)",
                        "But now, this is what the Lord says…Fear not, for I have redeemed you; I have summoned you by name; you are mine. ~ (Isaiah 43:1)",
                        "Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the Lord your God will be with you wherever you go. (Joshua 1:9)",
                        "Tell everyone who is discouraged, Be strong and don’t be afraid! God is coming to your rescue… (Isaiah 35:4)",
                        "Cast your cares on the Lord and he will sustain you; he will never let the righteous fall. (Psalm 55:22)",
                        "Be strong and courageous.  Do not be afraid or terrified because of them, for the Lord your God goes with you; he will never leave you nor forsake you. (Deuteronomy 31:6)",
                        "For I am the Lord, your God, who takes hold of your right hand and says to you, Do not fear; I will help you.  Do not be afraid, for I myself will help you,' declares the Lord, your Redeemer, the Holy One of Israel. (Isaiah 41:13-14)",
                        "God is our refuge and strength, an ever-present help in trouble. Psalm 46:1",
                        "The Lord is with me; I will not be afraid.  What can man do to me?  The Lord is with me; he is my helper. (Psalm 118:6-7)",
                        "Fear of man will prove to be a snare, but whoever trusts in the Lord is kept safe. (Proverbs 29:25)",

                        "Do not be afraid of them; the Lord your God himself will fight for you. (Deuteronomy 3:22)",
                        "For God has not given us a spirit of fear, but of power and of love and of a sound mind. ~ (2 Timothy 1:7)",
                        "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. (Matthew 6:34)",
                        "Humble yourselves, then, under God’s mighty hand, so that he will lift you up in his own good time.  LEAVE ALL your worries with him, because he cares for you. (1 Peter 5:6-7)",
                        "Do not worry about your life, what you will eat; or about your body, what you will wear.  Life is more than food, and the body more than clothes.  Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds!  Who of you by worrying can add a single hour to his life?  Since you cannot do this very little thing, why do you worry about the rest? (Luke 12:22-26)",
                        "Immediately he spoke to them and said, 'Take courage! It is I. Don’t be afraid.' Mark 6:50",
                        "He got up, rebuked the wind and said to the waves, “Quiet! Be still!” Then the wind died down and it was completely calm.  He said to his disciples, “Why are you so afraid? Do you still have no faith? (Mark 4:39-40)",
                        "Peace is what I leave with you; it is my own peace that I give you. I do not give it as the world does. Do not be worried and upset; do not be afraid. ~ (John 14:27)",
                        "There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. ~ (1 John 4:18)",
                        "But even if you suffer for doing what is right, God will reward you for it. So don’t worry or be afraid of their threats. (Peter 3:14)",
                        "Then he placed his right hand on me and said: 'Do not be afraid. I am the First and the Last.' (Revelation 1:17)",
                        "Jesus told him, 'Don’t be afraid; just believe.' (Mark 5:36)",
                        "And I am convinced that nothing can ever separate us from God’s love. Neither death nor life, neither angels nor demons, neither our fears for today nor our worries about tomorrow—not even the powers of hell can separate us from God’s love.' (Romans 8:38-39)",
                        "The Lord your God is in your midst, A victorious warrior. He will exult over you with joy, He will be quiet in His love, He will rejoice over you with shouts of joy. (Zephaniah 3:17)",
                        "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.  And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. ~ (Philippians 4:6-7)"
                    ],
            "OldTestament":[[]],
            "NewTestament":[[]],
            "SearchKey":[],
            "on": true
        },
        {
            "Title":"In this world you will have trouble. But take heart! I have overcome the world.(John 16:33)",
            "Message":[ "Jesus once said 'In this world you will have trouble. But take heart! I have overcome the world.' ", 
                        "Jesus do not pray that we leave this world, Jesus once Pray to God :'My prayer is not that you (God) take them out of the world but that you protect them from the evil one.'(John 17:15)",
                        "Do not be afraid, you worm Jacob, little Israel, do not fear, for I myself will help you,” declares the Lord, your Redeemer, the Holy One of Israel.(Isaiah 41:13-14)",
                        "The Jews (whom believe in Christ) struck down all their enemies with the sword, killing and destroying them, and they did what they pleased to those who hated them.(Esther 9:5)",
                        "From the book of Esther and Job, we are here on earth to suffer for as a greater reward is prepared by God",
                        "Let's be humble and let God lead our way to the greater peace, for God knows how we will react, and lead us not in to temptation and deliver us from evil, and will lead us to victory against our own heart and indestructible joy.",
                        "Therefore do not judge, either your action/thoughts/situation/past/future or other people's action/thoughts/situation/past/future any more. Rest in peace let God save you in the name of Christ. ","'Because he loves me,' says the LORD, 'I will rescue him; I will protect him, for he acknowledges my name. He will call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. With long life will I satisfy him and show him my salvation. (Psalm 91:14-16)",
                        "Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls (Matthew 11:29)",
                        "Jesus overcome the world, that includes your trouble, your sin, all the trouble in the world, and the world itself"
                    ],
            "OldTestament":[["Isaiah 41:13-14"], ["Esther"], ["Job", "Genesis 50:19"]],
            "NewTestament":[["John 16:31-33"], ["John 17:14-17"], ["Matthew 11:29"]],
            "SearchKey":["humble", "trouble", "reward", "Judge"],
            "on": true
        },
        {
            "Title":"Do not be harsh on yourself, instead believe in Jesus only",
            "Message":[ "Your regret is equivalence saying 'I don't trust in you, God. My mistake/sin is greater than you, God'",
                        "Regret growth from your pride, be humble and rest and believe in God",
                        "God show his love to you through the blood of his only son",
                        "But as for me, I watch in hope for the LORD, I wait for God my Savior; my God will hear me.(Micah 7:7)",
                        "Jesus replied, “No one who puts a hand to the plow and looks back is fit for service in the kingdom of God(Luke 9:62)",
                        "Let Jesus be the center of all things, and let him show you his love to you is more than your pass, your future and all that regarding you",
                        "In this world you will have trouble. But take heart! I have overcome the world.(John 16:33)",
                        "Jesus overcome the world, that includes your trouble, your sin, all the trouble in the world, and the world itself" ],
            "OldTestament":[["Micah 7:7"]],
            "NewTestament":[["Romans 8:28"], ["Luke 9:62"]],
            "OldTestamentC":[["彌迦書 7:7"]],
            "NewTestamentC":[["羅馬書 8:28"]],
            "SearchKey":["believe", "regret"],
            "on": true
        },
        {
            "Title":"Why the disciple that Jesus loved is written in John as 'the disciple that Jesus loved' ",
            "Message":[ "Focus on pleasing Jesus your God will free you from this world",
                        "Jesus does not belong to the authority in this world",
                        "Authority in this world will not love you, as love only comes from God",
                        "What you need is love, do not seek love in this world",
                        "Seek for Jesus, and you will find love and be loved",
                        "the disciple that Jesus love is not given a specific name in the Bible",
                        "For me I think the Holy Spirit wants you to know 'the disciple that Jesus loved' represent you",
                        "You can only find love in God because God is love. So no matter what you do, focus in Jesus " ],
            "OldTestament":[[""], []],
            "NewTestament":[["John 13:23", "John 20:2"], []],
            "OldTestamentC":[[""], []],
            "NewTestamentC":[[], []],
            "SearchKey":["love", "world"],
            "on": true
        },
        {
            "Title":"No one can obey the law except Jesus, yet he did not enjoy the world, so that we can",
            "Message":[ "We ALL are sinner, we ALL sin against God",
                        "We have sin in our thoughts and ",
                        "However, to the one who does not work, but believes in Him who justifies the wicked, his faith is credited as righteousness (Romans 4:5)",
                        "Hypothesis is different from faith","faith is 'logizomai' which means accounting in hebrew", 
                        "In the cross, he call God his God (which Jesus always call ), so that we can call him as father",
                        "When he shout 'finished' on the cross, it means none of the bad things comes from judgement would not aims at you",
                        "the Judgement come to Jesus, and Jesus bear it on the cross",
                        "" ],
            "OldTestament":[[""], []],
            "NewTestament":[["Romans 4:5"], []],
            "OldTestamentC":[[""], []],
            "NewTestamentC":[[], []],
            "SearchKey":["lamp", "church"],
            "on": true
        },
        {
            "Title":"Why the truth is NOT religion, take rest and believe, God will makes you perfect, but NEVER demand you to be righteous",
            "Message":[ "Abraham lied two times about the SAME thing in Gensis TWO times (Genesis 12:10-20), (Genesis 15:6)", 
                        "Grace can NEVER be earn, but through receiving through believe",
                        "...Do not be afraid, Abram (believes in Him(God) who justifies the wicked). I am your shield, your very great reward.(Genesis 15:1)",
                        "But God is righteous, How can he justifies the wicked? Because he bears the consequence of the sin through his son Jesus Christ",
                        "God will guide your mind to be like to be like him, so do not be afraid, God is your shield against Judgement, God is your very great reward",
                        "There is certainly Judgement as proclaim by religion, but Jesus Christ has taken the punishment (death) from you" ],
            "OldTestament":[["Genesis 12:10-20","Genesis 15:6", "Genesis 20:1-9"], [],["Genesis 15:1"]],
            "NewTestament":[["Roman 4:5"], []],
            "OldTestamentC":[],
            "NewTestamentC":[[], []],
            "SearchKey":["afraid", "Judgement"],
            "on": true
        },
        {
            "Title":"Take rest, give thanks and Pray to God what you need",
            "Message":[ "As goodness within originated from God not from us, take rest and let God lead your way",
                        "Give Thanks to God of what you been through, of what God already given you, of what Christ has done for you",
                        "Pray to God and seek so that God can bless you",
                        "Take rest and do not mind getting and sharing reward to others",
                        "because one day you will leave earth and Yours can be used by God",
                        "So both getting and sharing will benefit God" ],
            "OldTestament":[],
            "NewTestament":[["Luke 15 :11-31"]],
            "SearchKey":[""],
            "on": false
        },
        {
            "Title":"There are really nothing belongs to you except peace that Jesus give you",
            "Message":[ "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.(John 14:27)",
                        "For if you are in Christ, everything God have are yours",
                        "Because you can talk to God and God will alway give the best to you in Christ" ],
            "OldTestament":[],
            "NewTestament":[["John 14:27"],["Luke 15 :11-31"]],
            "SearchKey":[""],
            "on": true
        },
        {
            "Title":"Your identity",
            "Message":[ "Knowing the truth will set you free",
                        "You are not justify by the law and can't survive the Judgement, but God sent Jesus and take away your sin",
                        "You can't revert the wrong doings you have done, but God restore the wrong doings you have done with more grace than you can imagine",
                        "You can't surpass temptation but God lead you not into temptation, but deliver you from evil",
                        "You can't perform any good acts because there are nothing good within you, but God give you his holy spirit to restore your heart",
                        "You are a servant of sin, but God restore your identity through Jesus to be the son of God",
                        "God restore your identity - Prince and the high priest, through Jesus. So, have peace like a Prince, so that you can enjoy the work of God not your work" ],
            "OldTestament":[],
            "NewTestament":[],
            "SearchKey":[""],
            "on": false
        },
        {
            "Title":"Christian bind by contract",
            "Message":[ "Jehoshaphat (belong to Christ) bind a contract with Ahab (belongs to the world)",
                        "Now Jehoshaphat had great wealth and honor, and he allied himself with Ahab by marriage. (2 Chronicles 18:1)",
                        "Christian with suffer if they bound a contract with non-Christian, either in business or in marriage",
                        "When the chariot commanders saw Jehoshaphat, they thought, “This is the king of Israel.” So they turned to attack him, but Jehoshaphat cried out, and the Lord helped him. God drew them away from him, (2 Chronicles 18:31)",
                        "But when you call out to Christ for mercy, God will have mercy on you" ],
            "OldTestament":[["2 Chronicles 18:1","2 Chronicles 18:31"]],
            "NewTestament":[""],
            "SearchKey":["contract", "freedom", "mercy"],
            "on": false
        },
        {
            "Title":"You are appointed to rest",
            "Message":[ "It does not, therefore, depend on human desire or effort, but on God’s mercy. For Scripture says to Pharaoh: “I raised you up for this very purpose, that I might display my power in you and that my name might be proclaimed in all the earth.” Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
                        "",
                        "" ],
            "MessageC":[ "據此看來，這不在乎那定意的，也不在乎那奔跑的，只在乎發憐憫的神。因為經上有話向法老說：我將你興起來，特要在你身上彰顯我的權能，並要使我的名傳遍天下。如此看來，神要憐憫誰就憐憫誰，要叫誰剛硬就叫誰剛硬。(羅馬書 9:16-18)",
                         "但以色列人追求律法的義，反得不著律法的義。這是什麼緣故呢？是因為他們不憑著信心求，只憑著行為求，他們正跌在那絆腳石上。就如經上所記：我在錫安放一塊絆腳的石頭，跌人的磐石；信靠他的人必不至於羞愧",
                         "我且說，他們失腳是要他們跌倒嗎？斷乎不是！反倒因他們的過失，救恩便臨到外邦人，要激動他們發憤。若他們的過失，為天下的富足，他們的缺乏，為外邦人的富足；何況他們的豐滿呢？(羅馬書 11:11-12)"
            ],
            "OldTestament":[["Exodus 34:29-35"]],
            "NewTestament":[["Romans 9:16-18", "Romans 11:11-12"]],
            "OldTestamentC":[["出埃及記 34:29-35"]],
            "NewTestamentC":[["羅馬書 9:16-18", "羅馬書 11:11-12"]],
            "SearchKey":["rest"],
            "on": true
        },
        {
            "Title":"Focus on what God have and thank him for giving you, as you are the Son through Christ",
            "Message":[ "Focus on what God have and thank him for giving you, as you are the Son through Christ",
                        "Hallelujah!" ],
            "OldTestament":[],
            "NewTestament":[],
            "SearchKey":["rest"],
            "on": true
        },
        {
            "Title":"Take rest and focus on God, even in ministry, even in life",
            "Message":[ "Martha, Martha, the Lord answered, “you are worried and upset about many things, but only one thing is needed, ",
                        "Mary has chosen what is better, and it will not be taken away from her.”",
                        "Mary just sat at the Lord’s feet listening to what he said",
                        "You only need to come to Jesus and hear what he said",
                        "This the ONLY and ONLY things you need to do",
                        "Ministry belongs to Jesus, Jesus did not come to be served, but to serve, and to give his life as a ransom for many",
                        "Martha is serving God, but the focus is not right.",
                        "Whoever believes in Jesus, as Scripture has said, rivers of living water will flow from within them",
                        "River is for others, your cup will fill and ,a river will flood from your cup",
                        "People will be Bless by you, ONLY and ONLY if you keep your sight and your mind rest in Jesus" ],
            "OldTestament":[["Genesis 39:5"]],
            "NewTestament":[["Luke 10:38-42", "Matthew 20:28", "John 7:38"]],
            "SearchKey":["rest", "spread the Gospel", "ministry"],
            "on": true
        },
        {
            "Title":"Take some rest and let God do the rest",
            "Message":[ "If you believe in Jesus Christ took your punishment of your sin",
                        "Your punishment and curse from your sin are taken from you through Jesus Christ",
                        "Because the punishment are taken away, you inherit all the things that God have including God's spirit",
                        "Because God spirit won't sin, and you realized that is Good (even through selfish intends), your spirit and your mind would eventually became like God, ",
                        "you will eventually become like Jesus Christ is almost an emergent effect",
                        "Good things will emerges from you, even you does not realized in, almost like you do not realized yourself before you are born",
                        "Hallelujah!" ],
            "OldTestament":[],
            "NewTestament":[],
            "SearchKey":["sin", "Christ", "law"],
            "on": false
        },
        {
            "Title":"Will let God give you all the Best, and let God takes your all and greatest fear?",
            "Message":[ "Have faith, God will take you home",
                        "Have faith and do not fear",
                        "God have given even his only son, to show his love",
                        "Why won't God give you all the blessing? If sin is the barrier between you and God, God even give his son to bear the punishment such that you may inherit all God's creation and blessing",
                        "Out of all things, peace is the greatest blessing of all",
                        "From peace, joy and thankful heart can grow from it",
                        "If you rule over all heavens and earth, but you have no peace, you have nothing",
                        "Let God takes your greatest fear, as God loves you so much",
                        "Hallelujah!" ],
            "OldTestament":[],
            "NewTestament":[["John 14:27"]],
            "SearchKey":["rest"],
            "on": true
        },
        {
            "Title":"Take rest and let God do the rest",
            "Message":[ "Take rest and let God do the rest",
                        "Hallelujah!" ],
            "OldTestament":[],
            "NewTestament":[],
            "SearchKey":["rest"],
            "on": true
        },
        {
            "Title":"Storm in your life claim through Jesus",
            "Message":[ "Only Jesus can hover over our chaos in our life and bring peace to our life",
                        "because he is the son of God",
                        "If you believe, you also inherit his power like Peter",
                        "But when peter (you) saw the wind (trouble in your life), and you afraid and, you will begin to sink, so do not be afraid",
                        "The fact that you can stand on water is already reveal your identity are supreme, This supremeness ignores the rules of this world ,in contrast, the storm in this world merely follow the rules of this world",
                        "But even when your faith is small like Peter, when you cried out, 'Jesus, Save me',  Immediately Jesus reached out his hand and caught him (Peter)"],
            "OldTestament":[["Genesis 1:1-2"], []],
            "NewTestament":[["Matthew 14:22-33"], []],
            "SearchKey":["water", "walk on water", "storm"],
            "on": true
        },
        {
            "Title":"Do not choose fear, choose fear instead",
            "Message":[ "Bilhah means bashful/fear in Hebrew",
                        "Do not be with fear, be with Jesus",
                        "Run away from fear, you need to be with Jesus",
                        "<< Storm in your life claim through Jesus >>" ],
            "OldTestament":[["Genesis 38:17-18", "Genesis 35:22", "Genesis 49:3-4"], []],
            "NewTestament":[["Matthew 14:22-33"], []],
            "SearchKey":["lamp", "church"],
            "on": true
        },
        {
            "Title":"God answer you as long as you come with little faith",
            "Message":[ "Sarah have faith, but so small, yet God did not take account to her little faith",
                        "but blessed her, as ",
                        "Have faith, take rest, victory"],
            "OldTestament":[["Genesis 18:12-15"]],
            "NewTestament":[["Hebrews 11:11"]],
            "SearchKey":[],
            "on": true
        },
        {
            "Title":"Speech with Grace",
            "Message":[ "Grace",
                        "but blessed her, as ",
                        "Have faith, take rest, victory"],
            "OldTestament":[["Genesis 18:12-15"]],
            "NewTestament":[["Hebrews 11:11"]],
            "SearchKey":[],
            "on": true
        },
        {
            "Title":"Have faith, take rest, victory",
            "Message":[ "Abraham Isaac, Israel(Jacob), represent the life of a Christian",
                        "Have faith, take rest, victory"],
            "OldTestament":[],
            "NewTestament":[],
            "SearchKey":[],
            "on": true
        },
        {
            "Title":"God and man",
            "Message":[ "'Father, if you are willing, take this cup from me; yet not my will, but yours be done.' (Luke 22:42)",
                        "Only Jesus can say 'yet not my will, but yours be done', such that even at times when we can't say this, Jesus obedience covered our acts"],
            "OldTestament":[],
            "NewTestament":["Luke 22:42"],
            "SearchKey":[],
            "on": true
        },
        {
            "Title":"receive blessing by faith, not by work",
            "Message":[ "The blessing of the Lord makes one rich, And He adds no sorrow with it. (Proverbs 10:22)",
                        "“I’m going out to fish,” Simon Peter told them, and they said, “We’ll go with you.” So they went out and got into the boat, but that night they caught nothing. (John 21:3)",
                        "By Faith said:'The Lord himself goes before you (me) and will be with you (me); he WILL NEVER leave you (me) nor forsake you. Do not be afraid (By ANY condemnation); do not be discouraged (By my wrong doings).'"],
            "OldTestament":[],
            "NewTestament":["John 21:3-14"],
            "SearchKey":[["Proverbs 10:22"], ["Deuteronomy 31:7-8"]],
            "on": true
        },
        {
            "Title":"God sacrifice his son, so that God can bring you back in righteous",
            "Message":[ "When you sin, you must pay for your wrong doings through sacrifice of what is originally yours",
                        "Why the death of Jesus can save you? Because God wants to make you righteous, so God sacrifice his son. So that God can call you righteous in righteousness",
                        "That's why God loves you before you obey God",
                        "For God so loved the world (you) that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. (John 3:16)",
                        "For God did not send his Son into the world to condemn the world, but to save the world through him. (John 3:17)",
                        "Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God’s one and only Son.(John 3:18)"],
            "OldTestament":[],
            "NewTestament":["John 3:16-18"],
            "SearchKey":[[""], [""]],
            "on": true
        },
        {
            "Title":"The Lamp, Its beautiful",
            "Message":[ "Jesus is the center of all the things you do" ],
            "OldTestament":[["Daniel 3:1-30"], []],
            "NewTestament":[["Hebrews 11:13-16"], []],
            "OldTestamentC":[["但以理書 3:1-30"], []],
            "NewTestamentC":[[], []],
            "SearchKey":["lamp", "church"],
            "on": true
        }
    ]
}